[{"content": ["<div class=\"contentpadding\">\n\n<div class=\"likesharediv\">\n<div class=\"floatleft\">\n\n\t\t<div class=\"likecell\"><span class=\"likethis\">SHARE:  </span></div>\n\t\t<div class=\"fbcell\"><div class=\"addthis_toolbox addthis_default_style addthis_20x20_style\">\n<a class=\"addthis_button_google_plusone_share\"></a>\n<a class=\"addthis_button_facebook\"></a>\n<a class=\"addthis_button_twitter\"></a></div></div>\n</div><!-- end floatleft -->\n\n<div class=\"clearleft\"></div>\n</div><!-- end likesharediv -->\n\n\n\n\n\n\n\n\n\n\n<!-- BEGIN CONTENT SECTION -->\n\n<div style=\"margin:0 0 25px 0\"><img src=\"http://3.everystudent.com/share/isthere4.jpg\" style=\"width:100%;height:auto\" alt=\"proof of God\" border=\"0\"></div>\n\n<h1 class=\"articletitle\">Is There a God?</h1>\n\n<h1 class=\"subhead\"><em>Does God exist? Here are six straightforward reasons to believe that God is really there.</em></h1><!-- subhead end -->\n\n<div class=\"articledivider\"></div>\n\n<p class=\"marilyn\">By Marilyn Adamson     <a href=\"/pdf/ISTHEREAGOD.pdf\" target=\"_blank\"><img src=\"http://1.everystudent.com/2013/pdficon.jpg\" valign=\"top\" width=\"16\" height=\"16\" border=\"0\" alt=\"\"></a> <a href=\"/pdf/ISTHEREAGOD.pdf\" target=\"_blank\" class=\"mp3\">PDF</a>   \n<!-- Wimpy Button Code -->\n<object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,47,0\" width=\"14\" height=\"14\" id=\"wimpy_button_86290\" name=\"wimpy_button_86290\">\n<param name=\"movie\" value=\"http://www.everystudent.com/mp3/wimpy_button2.swf?theFile=http://www.everystudent.com/mp3/isthere.mp3&amp;wimpyReg=MyU0MDQwazJGVyUyNSU3RSU1RFlSJTI4WngxbSU1QkklNUIlMkJvaDlmQWg5TW42UHNC\">\n<param name=\"quality\" value=\"high\">\n<param name=\"bgcolor\" value=\"#FFFFFF\">\n<embed src=\"http://www.everystudent.com/mp3/wimpy_button2.swf?theFile=http://www.everystudent.com/mp3/isthere.mp3&amp;wimpyReg=MyU0MDQwazJGVyUyNSU3RSU1RFlSJTI4WngxbSU1QkklNUIlMkJvaDlmQWg5TW42UHNC\" width=\"14\" height=\"14\" quality=\"high\" bgcolor=\"#FFFFFF\" pluginspage=\"http://www.macromedia.com/go/getflashplayer\" type=\"application/x-shockwave-flash\" name=\"wimpy_button_86290\"></embed></object>\n<!-- End Wimpy Button Code --> <span class=\"mp3NO\">Listen to article</span>\n</p>\n\n\n\n<p>Just once wouldn't you love for someone to simply show you the evidence for God's existence? No arm-twisting. No statements of, \"You just have to believe.\" Well, here is an attempt to candidly offer some of the reasons which suggest that God exists.</p>\n\n<p>But first consider this. When it comes to the possibility of God's existence, the Bible says that there are people who have seen sufficient evidence, but they have suppressed the truth about God.<sup>1</sup> On the other hand, for those who want to know God if he is there, he says, \"You will seek me and find me; when you seek me with all your heart, I will be found by you.\"<sup>2</sup> Before you look at the facts surrounding God's existence, ask yourself, <em>If God does exist, would I want to know him?</em> Here then, are some reasons to consider...</p>\n\n\n\n\n\n<h1 class=\"article2\">1. Does God exist? The complexity of our planet points to a deliberate Designer who not only created our universe, but sustains it today.</h1>\n\n\n<p>Many examples showing God's design could be given, possibly with no end. But here are a few:</p>\n\n<p><strong>The Earth</strong>...its size is perfect. The Earth's size and corresponding gravity holds a thin layer of mostly nitrogen and oxygen gases, only extending about 50 miles above the Earth's surface. If Earth were smaller, an atmosphere would be impossible, like the planet Mercury. If Earth were larger, its atmosphere would contain free hydrogen, like Jupiter.<sup>3</sup> Earth is the only known planet equipped with an atmosphere of the right mixture of gases to sustain plant, animal and human life.</p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics4/atheist2.jpg\" border=\"0\" align=\"right\" alt=\"existence of God\">The Earth is located the right distance from the sun. Consider the temperature swings we encounter, roughly -30 degrees to +120 degrees. If the Earth were any further away from the sun, we would all freeze. Any closer and we would burn up. Even a fractional variance in the Earth's position to the sun would make life on Earth impossible. The Earth remains this perfect distance from the sun while it rotates around the sun at a speed of nearly 67,000 mph. It is also rotating on its axis, allowing the entire surface of the Earth to be properly warmed and cooled every day.</p>\n\n<p>And our moon is the perfect size and distance from the Earth for its gravitational pull. The moon creates important ocean tides and movement so ocean waters do not stagnate, and yet our massive oceans are restrained from spilling over across the continents.<sup>4</sup></p>\n\n<p><strong>Water</strong>...colorless, odorless and without taste, and yet no living thing can survive without it. Plants, animals and human beings consist mostly of water (about two-thirds of the human body is water). You'll see why the characteristics of water are uniquely suited to life:</p>\n\n<p>It has wide margin between its boiling point and freezing point. Water allows us to live in an environment of fluctuating temperature changes, while keeping our bodies a steady 98.6 degrees.</p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics5/isthere3.jpg\" border=\"0\" align=\"right\" alt=\"proof of God\">Water is a universal solvent. This property of water means that various chemicals, minerals and nutrients can be carried throughout our bodies and into the smallest blood vessels.<sup>5</sup></p>\n\n<p>Water is also chemically neutral. Without affecting the makeup of the substances it carries, water enables food, medicines and minerals to be absorbed and used by the body.</p>\n\n<p>Water has a unique surface tension. Water in plants can therefore flow upward against gravity, bringing life-giving water and nutrients to the top of even the tallest trees.</p>\n\n<p>Water freezes from the top down and floats, so fish can live in the winter.</p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics5/isthere3b2.jpg\" border=\"0\" align=\"right\" alt=\"proof of God\">Ninety-seven percent of the Earth's water is in the oceans. But on our Earth, there is a system designed which removes salt from the water and then distributes that water throughout the globe. Evaporation takes the ocean waters, leaving the salt, and forms clouds which are easily moved by the wind to disperse water over the land, for vegetation, animals and people. It is a system of purification and supply that sustains life on this planet, a system of recycled and reused water.<sup>6</sup></p>\n\n<p><strong>The human brain</strong>...simultaneously processes an amazing amount of information. Your brain takes in all the colors and objects you see, the temperature around you, the pressure of your feet against the floor, the sounds around you, the dryness of your mouth, even the texture of your keyboard. Your brain holds and processes all your emotions, thoughts and memories. At the same time your brain keeps track of the ongoing functions of your body like your breathing pattern, eyelid movement, hunger and movement of the muscles in your hands.</p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics5/isthere4new3.jpg\" border=\"0\" align=\"right\" alt=\"existence of God\">The human brain processes more than a million messages a second.<sup>7</sup> Your brain weighs the importance of all this data, filtering out the relatively unimportant. This screening function is what allows you to focus and operate effectively in your world. The brain functions differently than other organs. There is an intelligence to it, the ability to reason, to produce feelings, to dream and plan, to take action, and relate to other people.</p>\n\n<p><strong>The eye</strong>...can distinguish among seven million colors. It has automatic focusing and handles an astounding 1.5 million messages -- simultaneously.<sup>8</sup> Evolution focuses on mutations and changes from and within existing organisms. Yet evolution alone does not fully explain the initial source of the eye or the brain -- the start of living organisms from nonliving matter.</p>\n\n\n\n\n\n<h1 class=\"article2\">2. Does God exist? The universe had a start - what caused it?</h1>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics5/istherebb.jpg\" border=\"0\" align=\"right\" alt=\"existence of God\">Scientists are convinced that our universe began with one enormous explosion of energy and light, which we now call the Big Bang. This was the singular start to everything that exists: the beginning of the universe, the start of space, and even the initial start of time itself.</p>\n\n<p>Astrophysicist Robert Jastrow, a self-described agnostic, stated, \"The seed of everything that has happened in the Universe was planted in that first instant; every star, every planet and every living creature in the Universe came into being as a result of events that were set in motion in the moment of the cosmic explosion...The Universe flashed into being, and we cannot find out what caused that to happen.\"<sup>9</sup></p>\n\n<p>Steven Weinberg, a Nobel laureate in Physics, said at the moment of this explosion, \"the universe was about a hundred thousands million degrees Centigrade...and the universe was filled with light.\"<sup>10</sup></p>\n\n<p>The universe has not always existed. It had a start...what caused that? Scientists have no explanation for the sudden explosion of light and matter.</p>\n\n\n\n\n<h1 class=\"article2\">3. Does God exist? The universe operates by uniform laws of nature. Why does it?</h1>\n\n<p>Much of life may seem uncertain, but look at what we can count on day after day: gravity remains consistent, a hot cup of coffee left on a counter will get cold, the earth rotates in the same 24 hours, and the speed of light doesn't change -- on earth or in galaxies far from us.</p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics5/istherelaws.jpg\" border=\"0\" align=\"right\" alt=\"existence of God\">How is it that we can identify laws of nature that <em>never</em> change? Why is the universe so orderly, so reliable?</p>\n\n<p>\"The greatest scientists have been struck by how strange this is. There is no logical necessity for a universe that obeys rules, let alone one that abides by the rules of mathematics. This astonishment springs from the recognition that the universe doesn't have to behave this way. It is easy to imagine a universe in which conditions change unpredictably from instant to instant, or even a universe in which things pop in and out of existence.\"<sup>11</sup></p>\n\n<p>Richard Feynman, a Nobel Prize winner for quantum electrodynamics, said, \"Why nature is mathematical is a mystery...The fact that there are rules at all is a kind of miracle.\"<sup>12</sup></p>\n\n\n\n\n<h1 class=\"article2\">4. Does God exist? The DNA code informs, programs a cell's behavior.</h1>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics4/istherecomp.jpg\" border=\"0\" align=\"right\" alt=\"existence of God\">All instruction, all teaching, all training comes with intent. Someone who writes an instruction manual does so with purpose. Did you know that in every cell of our bodies there exists a very detailed instruction code, much like a miniature computer program? As you may know, a computer program is made up of ones and zeros, like this: 110010101011000. The way they are arranged tell the computer program what to do. The DNA code in each of our cells is very similar. It's made up of four chemicals that scientists abbreviate as A, T, G, and C. These are arranged in the human cell like this: CGTGTGACTCGCTCCTGAT and so on. There are three billion of these letters in every human cell!!</p>\n\n<p>Well, just like you can program your phone to beep for specific reasons, DNA instructs the cell. DNA is a three-billion-lettered program telling the cell to act in a certain way. It is a full instruction manual.<sup>13</sup></p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics4/istheredna.jpg\" border=\"0\" align=\"right\" alt=\"existence of God\">Why is this so amazing? One has to ask....how did this information program wind up in each human cell? These are not just chemicals. These are chemicals that instruct, that code in a very detailed way exactly how the person's body should develop.</p>\n\n<p>Natural, biological causes are completely lacking as an explanation when programmed information is involved. You cannot find instruction, precise information like this, without someone intentionally constructing it.</p>\n\n\n\n\n\n<h1 class=\"article2\">5. Does God exist? We know God exists because he pursues us. He is constantly initiating and seeking for us to come to him.</h1>\n\n<p>I was an atheist at one time. And like many atheists, the issue of people believing in God bothered me greatly. What is it about atheists that we would spend so much time, attention, and energy refuting something that we don't believe even exists?! What causes us to do that? When I was an atheist, I attributed my intentions as caring for those poor, delusional people...to help them realize their hope was completely ill-founded. To be honest, I also had another motive. As I challenged those who believed in God, I was deeply curious to see if they could convince me otherwise. Part of my quest was to become free from the question of God. If I could conclusively prove to believers that they were wrong, then the issue is off the table, and I would be free to go about my life.</p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics5/isthere5.jpg\" border=\"0\" align=\"right\" alt=\"proof of God\">I didn't realize that the reason the topic of God weighed so heavily on my mind, was because God was pressing the issue. I have come to find out that God wants to be known. He created us with the intention that we would know him. He has surrounded us with evidence of himself and he keeps the question of his existence squarely before us. It was as if I couldn't escape thinking about the possibility of God. In fact, the day I chose to acknowledge God's existence, my prayer began with, \"Ok, you win...\" It might be that the underlying reason atheists are bothered by people believing in God is because God is actively pursuing them.</p>\n\n<p>I am not the only one who has experienced this. Malcolm Muggeridge, socialist and philosophical author, wrote, \"I had a notion that somehow, besides questing, I was being pursued.\" C.S. Lewis said he remembered, \"...night after night, feeling whenever my mind lifted even for a second from my work, the steady, unrelenting approach of Him whom I so earnestly desired not to meet. I gave in, and admitted that God was God, and knelt and prayed: perhaps, that night, the most dejected and reluctant convert in all of England.\"</p>\n\n<p>Lewis went on to write a book titled, \"Surprised by Joy\" as a result of knowing God. I too had no expectations other than rightfully admitting God's existence. Yet over the following several months, I became amazed by his love for me.</p>\n\n\n\n\n<h1 class=\"article2\">6. Does God exist? Unlike any other revelation of God, Jesus Christ is the clearest, most specific picture of God revealing himself to us.</h1>\n\n<p>Why Jesus? Look throughout the major world religions and you'll find that Buddha, Muhammad, Confucius and Moses all identified themselves as teachers or prophets. None of them ever claimed to be equal to God. Surprisingly, Jesus did. That is what sets Jesus apart from all the others. He said God exists and you're looking at him. Though he talked about his Father in heaven, it was not from the position of separation, but of very close union, unique to all humankind. Jesus said that anyone who had seen Him had seen the Father, anyone who believed in him, believed in the Father.</p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics5/isthere7b.jpg\" border=\"0\" align=\"right\" alt=\"proof of God\">He said, \"I am the light of the world, he who follows me will not walk in darkness, but will have the light of life.\"<sup>14</sup> He claimed attributes belonging only to God: to be able to forgive people of their sin, free them from habits of sin, give people a more abundant life and give them eternal life in heaven. Unlike other teachers who focused people on their words, Jesus pointed people to himself. He did not say, \"follow my words and you will find truth.\" He said, \"I am the way, the truth, and the life, no one comes to the Father but through me.\"<sup>15</sup></p>\n\n<p><strong>What proof did Jesus give for claiming to be divine?</strong> He did what people can't do. Jesus performed miracles. He healed people...blind, crippled, deaf, even raised a couple of people from the dead. He had power over objects...created food out of thin air, enough to feed crowds of several thousand people. He performed miracles over nature...walked on top of a lake, commanding a raging storm to stop for some friends. People everywhere followed Jesus, because he constantly met their needs, doing the miraculous. He said if you do not want to believe what I'm telling you, you should at least believe in me based on the miracles you're seeing.<sup>16</sup></p>\n\n<p>Jesus Christ showed God to be gentle, loving, aware of our self-centeredness and shortcomings, yet deeply wanting a relationship with us. Jesus revealed that although God views us as sinners, worthy of his punishment, his love for us ruled and God came up with a different plan. God himself took on the form of man and accepted the punishment for our sin on our behalf. Sounds ludicrous? Perhaps, but many loving fathers would gladly trade places with their child in a cancer ward if they could. The Bible says that the reason we would love God is because he first loved us.</p>\n\n<p>Jesus died in our place so we could be forgiven. Of all the religions known to humanity, only through Jesus will you see God reaching toward humanity, providing a way for us to have a relationship with him. Jesus proves a divine heart of love, meeting our needs, drawing us to himself. Because of Jesus' death and resurrection, he offers us a new life today. We can be forgiven, fully accepted by God and genuinely loved by God. He says, \"I have loved you with an everlasting love, therefore I have continued my faithfulness to you.\"<sup>17</sup> This is God, in action.</p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics5/isthere6b.jpg\" border=\"0\" align=\"right\" alt=\"existence of God\">Does God exist? If you want to know, investigate Jesus Christ. We're told that \"God so loved the world that he gave his only Son, that whoever believes in him should not perish but have eternal life.\"<sup>18</sup></p>\n\n<p>God does not force us to believe in him, though he could. Instead, he has provided sufficient proof of his existence for us to willingly respond to him. The earth's perfect distance from the sun, the unique chemical properties of water, the human brain, DNA, the number of people who attest to knowing God, the gnawing in our hearts and minds to determine if God is there, the willingness for God to be known through Jesus Christ. If you need to know more about Jesus and reasons to believe in him, please see: <a href=\"/features/faith.html\">Beyond Blind Faith</a>.</p>\n\n\n\n\n<h1 class=\"article2\">If you want to begin a relationship with God now, you can.</h1> \n\n<p>This is your decision, no coercion here. But if you want to be forgiven by God and come into a relationship with him, you can do so right now by asking him to forgive you and come into your life. Jesus said, \"Behold, I stand at the door [of your heart] and knock. He who hears my voice and opens the door, I will come into him [or her].\"<sup>19</sup> If you want to do this, but aren't sure how to put it into words, this may help: \"Jesus, thank you for dying for my sins. You know my life and that I need to be forgiven. I ask you to forgive me right now and come into my life. I want to know you in a real way. Come into my life now. Thank you that you wanted a relationship with me. Amen.\"</p>\n\n<p>God views your relationship with him as permanent. Referring to all those who believe in him, Jesus Christ said of us, \"I know them, and they follow me; and I give them eternal life, and they shall never perish, and no one shall snatch them out of my hand.\"<sup>20</sup></p>\n\n<p>Looking at all these facts, one can conclude that a loving God does exist and can be known in an intimate, personal way.</p>\n\n\n<!-- BEGIN FEATURE CLOSE -->\n<div class=\"hr2\"></div>\n\n<table cellpadding=\"0\" cellspacing=\"0\" border=\"0\" class=\"fctable\"><tr>\n<td class=\"fccell\"><span class=\"848484\">►</span> </td><td class=\"fccell\"><a href=\"/features/followup.html\" class=\"fclinks\">I just asked Jesus into my life (some helpful information follows)...</a></td></tr><tr>\n<td class=\"fccell\"><span class=\"848484\">►</span> </td><td class=\"fccell\"><a href=\"/pack.html\" class=\"fclinks\">I may want to ask Jesus into my life, please explain this more fully...</a></td></tr><tr>\n<td class=\"fccell\"><span class=\"848484\">►</span> </td><td class=\"fccell\"><a href=\"/contact.php\" class=\"fclinks\" onclick=\"ga('send', {'hitType': 'event','eventCategory': [contactpage],'eventAction': [click],'eventLabel': [articles],'eventValue':�[0],'nonInteraction': true});\">I have a question or comment...</a></td></tr></table>\n\n<div class=\"hr2\"></div>\n<!-- END FEATURE CLOSE -->\n\n\n<p><small><strong>About the Author:</strong> As a former atheist, Marilyn Adamson found it difficult to refute the continuously answered prayers and quality of life of a close friend. In challenging the beliefs of her friend, Marilyn was amazed to learn the wealth of objective evidence pointing to the existence of God. After about a year of persistent questioning, she responded to God's offer to come into her life and has found faith in Him to be constantly substantiated and greatly rewarding.</small></p>\n\n<p><small>(1) Romans 1:19-21\n (2) Jeremiah 29:13-14\n (3) R.E.D. Clark, <em>Creation</em> (London: Tyndale Press, 1946), p. 20\n (4) The Wonders of God's Creation, Moody Institute of Science (Chicago, IL)\n (5) Ibid.\n (6) Ibid.\n (7) Ibid.\n (8) Hugh Davson, <em>Physiology of the Eye,</em> 5th ed (New York: McGraw Hill, 1991)\n (9) Robert Jastrow; \"Message from Professor Robert Jastrow\"; <em>LeaderU.com;</em> 2002.\n (10) Steven Weinberg; <em>The First Three Minutes: A Modern View of the Origin of the Universe;</em> (Basic Books,1988); p 5.\n (11) Dinesh D'Souza, <em>What's So Great about Christianity;</em> (Regnery Publishing, Inc, 2007, chapter 11).\n (12) Richard Feynman, <em>The Meaning of It All: Thoughts of a Citizen-Scientist</em> (New York: BasicBooks, 1998), 43.\n (13) Francis S. Collins, director of the Human Genome Project, and author of <em>The Language of God,</em> (Free Press, New York, NY), 2006\n (14) John 8:12\n (15) John 14:6\n (16) John 14:11\n (17) Jeremiah 31:3\n (18) John 3:16\n (10) Revelation 3:20\n (20) John 10:27-29</small></p>\n\n\n\n\n<sitelevel_noindex>\n<div class=\"hr2\"></div><div class=\"likesharediv\">\n<div class=\"floatleft\">\n\t<div class=\"sharediv\"><span class=\"sharewithothers\">SHARE THIS ARTICLE:  </span></div>\n</div><!-- end floatleft -->\n<div class=\"floatleft\">\n<table width=\"300\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n\t\t<tr>\n\t\t<td valign=\"top\" align=\"left\"><span class=\"hiddenbr\"><br></span>\n<!-- AddThis Button BEGIN -->\n<div class=\"addthis_toolbox addthis_default_style addthis_20x20_style\">\n<a class=\"addthis_button_google_plusone_share\"></a>\n<a class=\"addthis_button_facebook\"></a>\n<a class=\"addthis_button_twitter\"></a>\n<a class=\"addthis_button_pinterest_share\"></a>\n<a class=\"addthis_button_stumbleupon\"></a>\n<a class=\"addthis_button_compact\"></a>\n<a class=\"addthis_button_email\"></a>\n<a class=\"addthis_button_print\"></a>\n<a href=\"http://www.printfriendly.com\" class=\"textdecorationnone\" onclick=\"window.print();return false;\"><img src=\"http://1.everystudent.com/2013/img/pdf.png\" width=\"20\" height=\"20\" class=\"paddingleft3\" border=\"0\" alt=\"\"></a>\n</div>\n</td></tr></table>\n</div><!-- end floatleft -->\n<script type=\"text/javascript\" src=\"http://s7.addthis.com/js/250/addthis_widget.js#pubid=everystudentdir\"></script>\n<!-- AddThis Button END -->\n<script>var pfHeaderImgUrl = '';var pfHeaderTagline = '';var pfdisableClickToDel = 0;var pfHideImages = 0;var pfImageDisplayStyle = 'right';var pfDisablePDF = 0;var pfDisableEmail = 0;var pfDisablePrint = 0;var pfCustomCSS = '';var pfBtVersion='1';(function(){var js, pf;pf = document.createElement('script');pf.type = 'text/javascript';if('https:' == document.location.protocol){js='https://pf-cdn.printfriendly.com/ssl/main.js'}else{js='http://cdn.printfriendly.com/printfriendly.js'}pf.src=js;document.getElementsByTagName('head')[0].appendChild(pf)})();</script>\n<div class=\"clearleft\"></div>\n</div><!-- end likesharediv -->\n\n\n</sitelevel_noindex></div>"], "image": ["http://3.everystudent.com/share/isthere4.jpg"]}][[{"content": ["<div class=\"contentpadding\">\n\n<div class=\"likesharediv\">\n<div class=\"floatleft\">\n\n\t\t<div class=\"likecell\"><span class=\"likethis\">SHARE:  </span></div>\n\t\t<div class=\"fbcell\"><div class=\"addthis_toolbox addthis_default_style addthis_20x20_style\">\n<a class=\"addthis_button_google_plusone_share\"></a>\n<a class=\"addthis_button_facebook\"></a>\n<a class=\"addthis_button_twitter\"></a></div></div>\n</div><!-- end floatleft -->\n\n<div class=\"clearleft\"></div>\n</div><!-- end likesharediv -->\n\n\n\n\n\n\n\n\n\n\n<!-- BEGIN CONTENT SECTION -->\n\n<div style=\"margin:0 0 25px 0\"><img src=\"http://3.everystudent.com/share/tragedy.jpg\" style=\"width:100%;height:auto\" alt=\"God where are you?\" border=\"0\"></div>\n\n<h1 class=\"articletitle\">Where is God in the Midst of Tragedy?</h1>\n\n<h1 class=\"subhead\"><em>Ever ask, \"God where are you?\" What exactly can you count on God for?</em></h1><!-- subhead end -->\n\n<div class=\"articledivider\"></div>\n\n<p class=\"marilyn\">By Marilyn Adamson      <a href=\"/pdf/GODINTRAGEDY.pdf\" target=\"_blank\"><img src=\"http://1.everystudent.com/2013/pdficon.jpg\" valign=\"top\" width=\"16\" height=\"16\" border=\"0\" alt=\"\"></a> <a href=\"/pdf/GODINTRAGEDY.pdf\" target=\"_blank\" class=\"mp3\">PDF</a></p>\n\n\n\n<p>To what degree can we rely on God to be with us? Is He really someone we can turn to at all...in times of crisis as well as times of calm?</p>\n\n\n<h1 class=\"article2\">Who is God?</h1>\n\n<p>God is the Creator of the universe who yearns for us to know Him. That is why we are all here. It is His desire that we rely on and experience His strength, love, justice, holiness and compassion. So He says to all who are willing, \"Come to Me.\"</p>\n\n<p>Unlike us, God knows what will happen tomorrow, next week, next year, the next decade. He says, \"I am God, and there is no one like me, declaring the end from the beginning.\"<sup>1</sup> He knows what will happen in the world. More importantly, He knows what will occur in your life and can be there for you, if you've chosen to include Him in your life. He tells us that He can be \"our refuge and strength, an ever-present help in times of trouble.\"<sup>2</sup> But we must make a sincere effort to seek Him. He says, \"you will seek Me and find Me, when you search for Me with all your heart.\"<sup>3</sup></p>\n\n\n\n\n\n<h1 class=\"article2\">Where Is God in Difficult Times?</h1>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics4/tragedy1new1.jpg\" align=\"right\" border=\"0\" alt=\"God where are you?\">That doesn't mean that those who know God will escape difficult times. They won't. When a terrorist attack causes suffering and death, those who know God will be involved in that suffering also. But there is a peace and a strength that God's presence gives. One follower of Jesus Christ put it this way: \"We are hard pressed on every side, but not crushed; perplexed, but not in despair; persecuted, but not abandoned; struck down, but not destroyed.\"<sup>4</sup> Reality tells us that we will experience problems in life. However, if we go through them while knowing God, we can react to them with a different perspective and with a strength that is not our own. No problem has the capacity to be insurmountable to God. He is bigger than all the problems that can hit us, and we are not left alone to deal with them.</p>\n\n<p>God's Word tells us, \"The Lord is good, a refuge in times of trouble. He cares for those who trust in him.\"<sup>5</sup> And, \"The Lord is near to all who call on him, to all who call on him in truth. He fulfills the desires of those who fear him; he hears their cry and saves them.\"<sup>6</sup></p>\n\n<p>Jesus Christ told His followers these comforting words: \"Are not two sparrows sold for a cent? And yet not one of them will fall to the ground apart from your Father. But the very hairs of your head are all numbered. Therefore do not fear; you are of more value than many sparrows.\"<sup>7</sup> If you truly turn to God, He will care for you as no one else does, and in a way that no one else can.</p>\n\n\n\n\n<h1 class=\"article2\">God and Our Free Will</h1>\n\n<p>God has created humanity with the ability to choose. This means that we are not forced into a relationship with Him. He allows us to reject Him and to commit other evil acts as well. He could force us to be loving. He could force us to be good. But then what kind of relationship would we have with Him? It would not be a relationship at all, but a forced, absolutely controlled obedience. Instead He gave us the human dignity of free will.</p>\n\n<p>Naturally, we cry from the depths of our souls...\"But God, how could You let something of this magnitude happen?\"</p>\n\n<p>How would we want God to act? Do we want Him to control the actions of people? In the case of dealing with a terrorist attack, what could possibly be an acceptable number of deaths for God to allow?! Would we feel better if God allowed only the murder of hundreds? Would we rather God allowed only the death of one person? Yet if God would prevent the murder of even one person, there is no longer freedom to choose. People choose to ignore God, to defy God, to go their own way and commit horrible acts against others.</p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics4/tragedy2.jpg\" border=\"0\" align=\"right\" alt=\"God where are you?\">This planet is not a safe place. Someone might shoot us. Or we might be hit by a car. Or we might have to jump from a building attacked by terrorists. Or any number of things that might happen to us in this harsh environment called Earth, the place where God's will is not always followed. Yet, God is not at the mercy of people, but the other way around. We are at His mercy, fortunately. This is God who created the universe with its uncountable stars, simply by speaking the words, \"Let there be lights in the expanse of the sky.\"<sup>8</sup> This is God who says He \"reigns over the nations.\"<sup>9</sup> He is unlimited in power and wisdom. Though problems seem insurmountable to us, we have an incredibly capable God who reminds us, \"Behold, I am the LORD, the God of all flesh; is anything too hard for Me?\"<sup>10</sup> Somehow He is able to maintain the freedom of sinful humans, yet still bring about His will. God clearly says, \"My counsel shall stand, and I will accomplish all My purpose.\"<sup>11</sup> And we can draw comfort from that if our lives are submitted to Him. \"For God opposes the proud, but gives grace to the humble.\"<sup>12</sup></p>\n\n\n\n\n<h1 class=\"article2\">Where Is God When We Reject Him?</h1>\n\n<p>Many of us -- no, all of us -- choose at times to stiff-arm God and His ways. Compared to others, certainly compared to a terrorist, we might consider ourselves to be respectable, loving people. But in the raw honesty of our own hearts, if we were to face God, it would be with the knowledge of our sin. As we begin to address God in prayer, are we not caught short, paused by the sense that God is well aware of our thoughts, actions and self-centeredness? We have...by our lives and actions...distanced ourselves from God. We have often lived like we could run our lives just fine without Him. The Bible says that \"We all, like sheep, have gone astray, each of us has turned to his own way.\"<sup>13</sup></p>\n\n<p>The consequences? Our sin has separated us from God, and it affects more than this life. The penalty for our sin is death, or eternal separation from God. However, God has provided a way for us to be forgiven and know Him.</p>\n\n\n\n\n<h1 class=\"article2\">God Offers Us His Love</h1>\n\n<p>God came to earth to rescue us. \"For God so loved the world, that he sent his only Son, that whoever believes in him should not perish, but have eternal life. For God sent the Son into the world, not to condemn the world, but that the world might be saved through him.\"<sup>14</sup></p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics4/tragedy3.jpg\" border=\"0\" align=\"right\" alt=\"God where are you?\">God knows the pain and suffering we encounter in this world. Jesus left the safety and security of His home, and entered the hard environment we live in. Jesus got tired, knew hunger and thirst, battled accusations from others and was ostracized by family and friends. But Jesus experienced far more than daily hardships. Jesus, the Son of God in human form, willingly took all of our sin on Himself and paid our penalty of death. \"In this is love, that he laid down his life for us.\"<sup>15</sup> He went through torture, dying a slow, humiliating death of suffocation on a cross, so that we could be forgiven.</p>\n\n<p>Jesus told others ahead of time that He would be crucified. He said that three days after His death He would come back to life, proving that He is God. He didn't say He would reincarnate someday. (Who would know if He actually did it?) He said three days after being buried He would show Himself physically alive to those who saw His crucifixion. On that third day, Jesus' tomb was found empty and many people testified to seeing Him alive.</p>\n\n\n\n\n<h1 class=\"article2\">God Invites Us To Be With Him In Heaven</h1>\n\n<p>He now offers us eternal life. We don't earn this. It is a gift from God offered to us, which we receive when we ask Him to enter our lives. \"The gift of God is eternal life in Christ Jesus.\"<sup>16</sup> If we repent of our sin and turn back to God, we can have the gift of eternal life through Jesus Christ. It's pretty simple. \"God has given us eternal life, and this life is in his Son. He who has the Son has life; he who does not have the Son of God does not have life.\"<sup>17</sup> He wants to enter our lives.</p>\n\n<p>What about heaven? The Bible says that God has \"set eternity in the hearts of men.\"<sup>18</sup> Maybe that means we know, in our hearts, what a better world would look like. The death of people we love convinces us that there's something very wrong with this life and this world. Somewhere deep down in our souls, we know that there must be a much better place to live, free from heart-wrenching difficulties and pain. To be sure, God does have a better place He offers us. It will be a completely different system in which His will is done all the time. In this world, God will wipe every tear from people's eyes. There will be no more mourning, crying, death or pain.<sup>19</sup> And God, by His Spirit, will dwell in people in such a way that they will never sin again.<sup>20</sup></p>\n\n<p>The events of a terrorist attack are horrific enough. Refusing an eternal relationship with God, which Jesus offers you, would be worse. Not just in light of eternal life, but there is no relationship which compares to knowing God in this life. He is our purpose in life, our source of comfort, our wisdom in confusing times, our strength and hope. \"Taste and see that the Lord is good; blessed is the man who takes refuge in him.\"<sup>21</sup></p>\n\n<p>It has been said by some that God is just a crutch. But it is likely that He is the only reliable one.</p>\n\n<p>Jesus said, \"Peace I leave with you; my peace I give to you; not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.\"<sup>22</sup> For those who will rely on Jesus during their lives, He says it is like building your life on a Rock. Whatever crises attack you in this life, He can keep you strong.</p>\n\n\n\n\n<h1 class=\"article2\">Where is God? He Can Come Into Your Life</h1>\n\n<p>You can receive Jesus into your life right now. \"To all who received Him, to those who believed in His name, He gave the right to become children of God.\"<sup>23</sup> It is through Jesus Christ that we can come back to God. Jesus said, \"I am the way, and the truth, and the life; no one comes to the Father, but through Me.\"<sup>24</sup> Jesus offered, \"Behold, I stand at the door and knock; if anyone hears My voice and opens the door, I will come in to him.\"<sup>25</sup></p>\n\n<p><img class=\"articlephoto\" src=\"http://2.everystudent.com/pics5/tragedy4.jpg\" border=\"0\" align=\"right\" alt=\"God where are you?\">Right now you can ask God to enter your life. You can do this through prayer. Prayer means talking honestly with God. At this moment you can call out to God by telling Him something like this in sincerity:</p>\n\n<p><em>\"God, I have turned away from You in my heart, but I want to change that. I want to know You. I want to receive Jesus Christ and His forgiveness into my life. I don't want to be separated from You anymore. Be the God of my life from this day onward. Thank you God.\"</em></p>\n\n<p>Have you just now sincerely asked God into your life? If you have, you have a lot to look forward to. God promises to make your present life one of greater satisfaction through knowing Him.<sup>26</sup> Where is God? He promises to make His home in you.<sup>27</sup> And He gives you eternal life.<sup>28</sup></p>\n\n<p>No matter what happens in the world around you, God can be there for you. Though people do not follow God's ways, God is able to take horrible circumstances and bring about His plan anyway. God is ultimately in control over world events. If you are God's, then you can rest on the promise that, \"All things work together for good for those who love God and are called according to His purpose.\"<sup>29</sup></p>\n\n<p>Jesus Christ said, \"My peace I give to you; not as the world gives, do I give to you. Let not your heart be troubled. In the world you have tribulation, but take courage; I have overcome the world.\"<sup>30</sup> He promises never to fail us or forsake us.<sup>31</sup></p>\n\n<!-- BEGIN FEATURE CLOSE -->\n<div class=\"hr2\"></div>\n\n<table cellpadding=\"0\" cellspacing=\"0\" border=\"0\" class=\"fctable\"><tr>\n<td class=\"fccell\"><span class=\"848484\">►</span> </td><td class=\"fccell\"><a href=\"/features/followup.html\" class=\"fclinks\">I just asked Jesus into my life (some helpful information follows)...</a></td></tr><tr>\n<td class=\"fccell\"><span class=\"848484\">►</span> </td><td class=\"fccell\"><a href=\"/features/gettingconnected.html\" class=\"fclinks\">I may want to ask Jesus into my life, please explain this more fully...</a></td></tr><tr>\n<td class=\"fccell\"><span class=\"848484\">►</span> </td><td class=\"fccell\"><a href=\"/contact.php\" class=\"fclinks\" onclick=\"ga('send', {'hitType': 'event','eventCategory': [contactpage],'eventAction': [click],'eventLabel': [articles],'eventValue':�[0],'nonInteraction': true});\">I have a question or comment...</a></td></tr></table>\n\n<div class=\"hr2\"></div>\n<!-- END FEATURE CLOSE -->\n\n\n<p><small>(1) Isaiah 46:9\n (2) Psalm 46:1\n (3) Jeremiah 29:13\n (4) 2Corinthians 4:8-9\n (5) Nahum 1:7\n (6) Psalms 145:18-19\n (7) Matthew 10:29-31\n (8) Genesis 1:14\n (9) Psalms 47:8\n (10) Jeremiah 32:27\n (11) Isaiah 46:11\n (12) James 4:6\n (13) Isaiah 53:6\n (14) John 3:16-17\n (15) 1John 3:16\n (16) Romans 6:23\n (17) 1John 5:12\n (18) Ecclesiastes 3:11\n (19) Revelation 21:4\n (20) Revelation 21:27; 1Corinthians 15:28\n (21) Psalm 34:8\n (22) John 14:27\n (23) John 1:12\n (24) John 14:6\n (25) Revelation 3:20\n (26) John 10:10\n (27) John 14:23\n (28) 1John 5:11-13\n (29) Romans 8:28\n (30) John 14:27 and 16:33\n (31) Hebrews 13:5</small></p>\n\n\n<sitelevel_noindex>\n<div class=\"hr2\"></div><div class=\"likesharediv\">\n<div class=\"floatleft\">\n\t<div class=\"sharediv\"><span class=\"sharewithothers\">SHARE THIS ARTICLE:  </span></div>\n</div><!-- end floatleft -->\n<div class=\"floatleft\">\n<table width=\"300\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n\t\t<tr>\n\t\t<td valign=\"top\" align=\"left\"><span class=\"hiddenbr\"><br></span>\n<!-- AddThis Button BEGIN -->\n<div class=\"addthis_toolbox addthis_default_style addthis_20x20_style\">\n<a class=\"addthis_button_google_plusone_share\"></a>\n<a class=\"addthis_button_facebook\"></a>\n<a class=\"addthis_button_twitter\"></a>\n<a class=\"addthis_button_pinterest_share\"></a>\n<a class=\"addthis_button_stumbleupon\"></a>\n<a class=\"addthis_button_compact\"></a>\n<a class=\"addthis_button_email\"></a>\n<a class=\"addthis_button_print\"></a>\n<a href=\"http://www.printfriendly.com\" class=\"textdecorationnone\" onclick=\"window.print();return false;\"><img src=\"http://1.everystudent.com/2013/img/pdf.png\" width=\"20\" height=\"20\" class=\"paddingleft3\" border=\"0\" alt=\"\"></a>\n</div>\n</td></tr></table>\n</div><!-- end floatleft -->\n<script type=\"text/javascript\" src=\"http://s7.addthis.com/js/250/addthis_widget.js#pubid=everystudentdir\"></script>\n<!-- AddThis Button END -->\n<script>var pfHeaderImgUrl = '';var pfHeaderTagline = '';var pfdisableClickToDel = 0;var pfHideImages = 0;var pfImageDisplayStyle = 'right';var pfDisablePDF = 0;var pfDisableEmail = 0;var pfDisablePrint = 0;var pfCustomCSS = '';var pfBtVersion='1';(function(){var js, pf;pf = document.createElement('script');pf.type = 'text/javascript';if('https:' == document.location.protocol){js='https://pf-cdn.printfriendly.com/ssl/main.js'}else{js='http://cdn.printfriendly.com/printfriendly.js'}pf.src=js;document.getElementsByTagName('head')[0].appendChild(pf)})();</script>\n<div class=\"clearleft\"></div>\n</div><!-- end likesharediv -->\n\n\n</sitelevel_noindex></div>"], "image": ["http://3.everystudent.com/share/tragedy.jpg"]}]